Repository: Vijay-SP/EduTube
Catalog: Edutube-App/lib/l10n/app_*.arb
Languages: mr, ta

# appName
source: EduTube
mr: एदुतुब

# search
source: Search for course
mr: कोर्स शोधा
ta: பாடத்தைத் தேடுங்கள்

source: Category
mr: श्रेणी
ta: வகை

# featured
source: Featured Courses
mr: वैशिष्ट्यीकृत अभ्यासक्रम
ta: சிறப்புப் படிப்புகள்

source: Farm
mr: शेत
ta: பண்ணை

# education
source: Learning
mr: शिक्षण
ta: கற்றல்

source: Health
mr: आरोग्य
ta: ஆரோக்கியம்

# course
source: Learn Marathi
mr: मराठी शिका
ta: மராத் கற்கம்

# lessons
source: 22 lesson
mr: २२ धडे
ta: ௨௨ பாடங்

source: view more
mr: अधिक पहा
ta: மே பார்

source: Home
mr: मुख्यपृष्ठ
ta: வீடு

source: Add Playlist
mr: प्लेलिस्ट जोडा
ta: பிளேலிஸ்ட்டைச் சேர்க்கவும்

source: My Playlist
mr: माझी प्लेलिस्ट
ta: எனது பிளேலிஸ்ட்

source: All Courses
mr: सर्व अभ्यासक्रम
ta: அனைத்து படிப்புகள்

# about
source: About Us
mr: आमच्याबद्दल
ta: எங்களை பற்றி

# contact
source: Contact Us
mr: आमच्याशी संपर्क साधा
ta: எங்களை தொடர்பு கொள்ள

# diss
source: Discussion Forum
mr: चर्चा मंच
ta: விவாத மன்றம்

source: Logout
mr: बाहेर पडणे
ta: வெளியேறு

source: Course Name
mr: अभ्यासक्रमाचे नाव
ta: படிப்பின் பெயர்

source: Enter Course Name
mr: कोर्सचे नाव एंटर करा
ta: பாடத்தின் பெயரை உள்ளிடவும்

# course_name_required
source: Course Name is Required
mr: अभ्यासक्रमाचे नाव आवश्यक आहे
ta: பாடத்தின் பெயர் தேவை

# playlist_name
source: Course Playlist
mr: कोर्स प्लेलिस्ट
ta: பாடப் பட்டியல்

# enter_playlist_name
source: Enter Course Playlist Link
mr: कोर्स प्लेलिस्ट लिंक एंटर करा
ta: பாடப் பட்டியல் இணைப்பை உள்ளிடவும்

# required_playlist_name
source: Youtube Link is Required
mr: Youtube लिंक आवश्यक आहे
ta: Youtube இணைப்பு அவசியம்

# valid_url
source: Enter Valid url
mr: वैध url प्रविष्ट करा
ta: சரியான url ஐ உள்ளிடவும்

source: Submit
mr: प्रस्तुत करणे
ta: சமர்ப்பிக்கவும்

source: My Profile
mr: माझे प्रोफाइल
ta: என் சுயவிவரம்

# logout_txt
source: Once you Logout, you won't be able to use any of the feature, You have to Login again to continue with the app.
mr: एकदा तुम्ही लॉगआउट केल्यानंतर, तुम्ही कोणतेही वैशिष्ट्य वापरण्यास सक्षम राहणार नाही, तुम्हाला अॅप सुरू ठेवण्यासाठी पुन्हा लॉग इन करावे लागेल.
ta: நீங்கள் வெளியேறியதும், நீங்கள் எந்த அம்சத்தையும் பயன்படுத்த முடியாது, பயன்பாட்டைத் தொடர நீங்கள் மீண்டும் உள்நுழைய வேண்டும்.

# notes
source: My Notes
mr: माझ्या नोट्स
ta: எனது குறிப்புகள்

source: No Notes
mr: नोट्स नाहीत
ta: குறிப்புகள் இல்லை
